Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: In the wake of the Fourth Crusade - in which the Crusaders sacked the Byzantine Empire instead of the Outremer - and the fall of Acre in 1291, many argued that the Templars no longer had any purpose.
pt_br: Após a Quarta Cruzada -- em que os cruzados saquearam o Império Bizantino ao invés das terras em Outremer -- e a queda de Acre em 1291, muitos argumentaram que os Templários já não tinham mais propósito de existir.

source: In the world of fiction, however, this kind of mundanity simply will not do (unless you're such a good writer that you can pull it off).
pt_br: No entanto, no mundo da ficção esse nível de mundanidade não serve (a não ser que você seja um escritor bom a ponto de fazer encaixar bem).

source: In these cases the original is very likely a self contained stand alone story that does not require having read a {{Prequel}} to understand, often leaving no hints at what a sequel may have in store (or that there would even ''be'' one).
pt_br: Nestes casos o original é geralmente uma história completa por si só que não requer a leitura de alguma obra anterior para compreender, geralmente sem deixar pistas para o que a sequência pode trazer de novo (ou sem implicar que haverá uma).

source: In these cases, you merely consecrate yourself to him; the demon only literally gets the soul after death.
pt_br: Nesses casos, você apenas se consagra a ele; o demônio só coleta a alma após a morte.

source: In this case he may show signs of TheHeart or MentorArchetype.
pt_br: Nesse caso ele pode mostrar sinais de ser Br/OCoracao ou ser o Br/MentorArquetipico.

source: In this case the character is an IronWoobie.
pt_br: Nesse caso o personagem é um Br/CoitadinhoCalejado.

source: In this case they may be [[{{Cloudcuckoolander}} somewhat demented]] [[TheSmartGuy smart guys]], ''extremely'' {{Eccentric Mentor}}s, {{Conspiracy Theorist}}s, [[TheProfessor Professors]], {{Playful Hacker}}s, {{Psycho Sidekick}}s, {{Innocent Prodig|y}}ies, {{Genius Ditz}}es, {{Misfit Lab Rat}}s or even {{Demolitions Expert}}s.
pt_br: Neste caso ele pode ser Br/OCaraEsperto que é [[Br/OAvoado um tanto aéreo]], um Br/MentorExcentrico muito excêntrico, um Br/TeoricoDaConspiracao, um Br/HackerBrincalhao, um Br/ParceiroPsicotico ou até mesmo um Br/EspecialistaEmDemolicao.

source: In this case, lack of imagination or assuming one's audience is unreceptive to anything remotely foreign may play a role.
pt_br: Neste caso, é possível que a causa seja falta de imaginação ou a suposição de que o público alvo não é receptivo a qualquer coisa que pareça estrangeiro.

source: In this case, you can expect to hear some variation of "Haven't you done enough already?" More extremely, it can be the first step towards AntiHero-dom or a full-blown FaceHeelTurn.
pt_br: Neste caso, você pode esperar ouvir alguma variante de "Você já não fez o suficiente?" Em um caso mais extremo, pode ser o primeiro passo para o domínio dos [[Br/AntiHeroi anti-heróis]] ou até mesmo para Br/PassarParaOLadoDosViloes.

source: In truly extreme cases, even the most [[VillainWithGoodPublicity popular]] or powerful of these monsters [[BeingEvilSucks suffer just as badly as everyone else]].
pt_br: Em casos realmente extremos, até o mais [[Br/VilaoComBoaPublicidade popular]] ou poderoso destes monstros [[Br/SerMauEUmaDroga pode sofrer tanto quanto os demais]].

source: In trying to reconcile these two claims, it often leads to a lot of other unanswered questions that now need to be addressed without contradicting or contriving too much.
pt_br: O processo de tentar conciliar estas duas afirmações costuma levar a muitas novas questões sem resposta e que agora precisam ser respondidas sem que haja muita contradição.

source: In video games, this can be a ScrappyMechanic.
pt_br: Em videogames, isso pode ser uma Br/MecanicaOdiada.

source: In wiki technical jargon, "namespace" [[note]] also called "groupname" internally[[/note]] means a section of the Wiki's organizational structure.
pt_br: No jargão técnico da wiki, um espaço de mídia, prefixo ou "namespace" é uma seção da estrutura organizacional da wiki.

source: In {{anime}}, the Woobie makes up a large part of {{Moe}} characters.
pt_br: No Br/{{anime}}, o coitadinho tende a ser um personagem do tipo Br/{{Moe}}.

source: In {{soap opera}}s, each storyline tends to have a climax that brings together most of the characters involved, and is the dramatic high point of the arc.
pt_br: Em novelas, cada linha de história tende a ter um clímax que une a maioria dos personagens envolvidos e é o ponto alto dramático do arco.

source: Indeed, Muslim sources were often more positive about them than Christian ones were, saluting their military skill, religious dedication, cultured nature and good manners (i.e. they weren't intolerant foaming fanatics, unlike many fellow crusaders).
pt_br: De fato, fontes muçulmanas costumavam ser mais positivas sobre eles do que as fontes cristãs, exaltando sua proeza militar, dedicação religiosa, natureza culta e bons modos (''i.e.'' não eram fanáticos raivosos espumantes, diferentemente de muitos outros cruzados da época).

source: Indeed, TheTrickster may also overlap into Manipulative Bastard territory.
pt_br: De fato, Br/OTrapaceiro também pode se sobrepor com o Canalha Manipulador.

source: Indeed, it may take them a while to [[EvilCannotComprehendGood realize that a person with sense and good will really opposes them]]; the [[IncorruptiblePurePureness righteousness]] of their cause -- and their own selves -- is self-evident to them.
pt_br: De fato, pode levar tempo até que se [[Br/OMalNaoPodeEntenderOBem compreenda que uma pessoa com bom senso e coração vai realmente se opor a eles]]; a corretude de sua causa -- e de si próprios -- é auto-evidente para si mesmos.

source: Index of "Hidden" Tropes[[note]]Many tropes on these lists may overlap in purpose or usage.
pt_br: Índice de Tropos "Escondidos"[[note]]Muitos tropos nestas listas podem se sobrepor em propósito ou uso.

source: Inevitably, some or all of their creations will break free and either destroy them or go on a directionless rampage; sometimes, the Mad Biologist will set them free himself, either for revenge or just as a field test.
pt_br: Inevitavelmente alguma das (ou todas) suas criações vão se libertar e destruí-los ou causar caos generalizado; às vezes é o próprio biólogo maluco que as liberta, seja por vingança ou apenas como um teste de campo.

source: Initially, Philip IV was friendly with the Templars, having taken hospitality at the Temple Fortress fleeing a riot in UsefulNotes/{{Paris}}.
pt_br: Inicialmente, Filipe IV tinha boas relações com os Templários, tendo se refugiado em um de seus fortes após fugir de uma revolta em BrNotasUteis/{{Paris}}.

source: Insanity is, after all, in the eye of the beholder, and TheWonka often has quite valid points.
pt_br: A insanidade, afinal de contas, está nos olhos do enxergador, e Br/OWonka costuma ter pontos válidos.

source: Instead of following the trail, he goes straight to the factory, where he knows Sonny will go to repair himself.
pt_br: Ao invés de seguir o rastro, ele vai direto para a fábrica, onde ele sabe que Sonny irá para consertar a si mesmo.

source: Instead we're talking about a full-fledged FreakOut, an IdentityBreakdown (if the experience was related to a character's identity), or possibly even as bad as a FaceHeelTurn.
pt_br: Ao invés disso, estamos falando sobre um Br/{{Surto}} completo, um Br/ColapsoDeIdentidade (se a experiência é relacionada à identidade do personagem) ou talvez até uma situação de se Br/PassarParaOLadoDosViloes.

source: Instead, [[NonProtagonistResolver the crime has to be brought to them]].
pt_br: Ao invés, [[Br/SolucionadorNaoProtagonista o crime precisa ser levado até ele]].

source: Instead, media have the following namespaces: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Advertising Advertising/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Animation Animation/]] (A catch-all for animation that doesn't fit in Anime/, [=WebAnimation/=], or [=WesternAnimation/=].) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Anime Anime/]] (For both films and series; if a work is AnimeFirst, or the anime is distinct enough from the original source that it can get a separate page -- e.g., ''Manga/{{Excel|Saga}} [[Anime/ExcelSaga Saga]]'' -- it belongs here.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=ARG ARG/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Art Art/]] (Works of classical arts.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=AudioPlay AudioPlay/]] (A catch-all for dramatic audio works that don't fit under Radio/ or Podcast/.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Blog Blog/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=ComicBook ComicBook/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=ComicStrip ComicStrip/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Creator Creator/]] (A catch-all for actors, writers, directors, artists, networks, studios, distributors, companies, videogame publishers and developers, etc.
pt_br: Os seguintes espaços são reservados para mídias: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrPropaganda BrPropaganda/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrAnimacao BrAnimação/]] (Um espaço genérico para o que não se encaixar em BrAnime/, [=BrAnimacaoWeb/=], or [=BrAnimacaoOcidental/=].) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrAnime BrAnime/]] (Para filmes e séries; se uma obra surgiu primeiro em anime, ou se o anime é distinto o suficiente da fonte original para que tenha uma página separada, ele fica aqui.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrARG BrARG/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrArte BrArte/]] (Obras de arte clássicas.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrAudioPeca BrAudioPeça/]] (Um espaço genérico para obras dramáticas em áudio que não se encaixam em BrRadio/ ou BrPodcast/.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrBlog BrBlog/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrQuadrinhos BrQuadrinhos/]] (Para livros e tirinhas.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrCriador BrCriador/]] (Um espaço que abrange atores, escritores, diretores, artistas, estúdios, conglomerados, companhias, distribuidoras e desenvolvedoras de jogos, etc.

source: Instead, they get away scot-free.
pt_br: De fato, ele sai ileso.

source: Instead, writers may keep the villain (especially TheSociopath) just as vile as before, but reveal that they have a reason for being that way.
pt_br: Uma alternativa é fazer com que o vilão (particularmente, Br/OSociopata) continue tão malvado quanto antes, mas revelar que há um motivo para que ele seja assim.

source: Insults about being "ugly" are standard discourse.
pt_br: Insultos sobre ser "feio" são ocorrência comum.

source: Intelligent true neutrals are quite logical in how they go about things, including morals.
pt_br: Personagens inteligentes que são verdadeiramente neutros usam muito a lógica em relação às abordagens de vida, incluindo a moral.

source: Interestingly enough, though, this meta-trope sounds worse than it is, at least currently; actually comparing and contrasting the entertainment of today with the entertainment of the past will show that ''overall'', shows demand more of your mind than they used to, probably because we'd be bored if it didn't and partly because things like recorders or the Internet now [[BetterOnDVD make it possible to examine shows in more depth more easily]] than in the past (read Stephen Johnson's book ''Everything Bad Is Good For You'' for an eloquent explanation beyond the scope of this article).
pt_br: Curiosamente, este meta-tropo soa pior do que realmente é, pelo menos no momento; comparar e contrastar o entretenimento atual com o entretenimento do passado vai mostrar que, ''no geral'', os shows exigem mais da sua mente do que antes, provavelmente porque ficaríamos entediados se assim não fosse e parcialmente porque as gravações e a internet agora permitem [[Br/MelhorNoDVD examinar os shows a fundo mais facilmente]] do que no passado (o livro ''Everything Bad Is Good For You'', do Steven Johnson, tem uma explicação eloquente que vai além do escopo deste artigo).

source: Interestingly, this attitude implies a level of understanding and grudging respect; most characters (yes, even Gigi) treat robots as [[JustAMachine simply impersonal objects]], Spooner and Calvin (and Lanning, off-screen) being the only significant exceptions.
pt_br: De maneira interessante, essa atitude implica em certa compreensão e respeito relutante; a maioria dos personagens (até a Gigi) trata robôs como [[Br/SoUmaMaquina objetos impessoais]]; Spooner e Calvin (e Lanning, fora da tela) são as únicas exceções significativas.

source: Intriguingly, while disproportionate can possibly mean [[RestrainedRevenge underdoing it]], you'll almost never see that happen.
pt_br: Interessantemente, apesar de "desproporcional" também significar que [[Br/VingancaComedida é feito em pouca intensidade]], você quase nunca vai ver isso acontecer.

source: Inversely, [[AuteurLicense ventures made solo]], especially in the case of LastOfHisKind on a mission, are almost sure to succeed (unless there's AnAesop about teamwork).
pt_br: Inversamente, [[Br/LicencaDeAuteur atividades que se faz sozinho]], especialmente quando o Br/UltimoDeSeuTipo está em missão, são quase certas de terem êxito (a não ser que haja Br/UmEsopo sobre trabalho em equipe).

source: Invoking actual goodness and decency will have no effect, besides making Knights Templar hate you and [[{{Demonization}} demonize]] your cause as the work of [[{{Satan}} The Devil]].
pt_br: Apelar para a bondade e decência não terá efeito exceto o de fazer os Templários te odiarem e [[Br/{{Demonizacao}} demonizar]] a sua causa como sendo obra do [[Br/{{Sata}} diabo]].

source: Ironically enough, they only embodied the KnightTemplar trope in their early days.
pt_br: Ironicamente, foi apenas em seus primeiros dias que eles se encaixavam no tropo de Br/CavaleiroTemplario.

source: Ironically, Muggles often treat extraordinary people like crap, because Muggles are AllOfTheOtherReindeer -- although sometimes this happens [[BewareTheSuperman the other way around]], more cynical [[SmugSuper super-people]] looking down on them as a pathetically bland, underdeveloped species of {{Innocent Bystander}}s.
pt_br: Ironicamente, os trouxas tratam os extraordinários como lixo porque trouxas são Br/TodasAsOutrasRenas -- no entanto isso às vezes acontece [[Br/CuidadoComOSuperman ao contrário]], com super-pessoas olhando para eles com desprezo e os considerando uma espécie subdesenvolvida de [[Br/ObservadorInocente observadores inocentes]].

source: Ironically, it's her job to make the opposite happen... have robots act more like humans.
pt_br: Ironicamente, o trabalho dela é fazer o oposto acontecer... fazer que robôs se pareçam mais humanos.

source: Is nearly always on the receiving end of ComedicSociopathy.
pt_br: Quase sempre fica na ponta receptiva da Br/SociopatiaComica.

source: Is often, but not always, an OriginsEpisode.
pt_br: Costuma ser um Br/EpisodioDeOrigem.

source: Is usually caused by PoorCommunicationKills as each person makes decisions without consulting the rest.
pt_br: Costuma ser causado por Br/ComunicacaoRuimMata, já que cada pessoa toma decisões sem consultar as demais.

source: Isaac is actually a very well-adjusted individual.
pt_br: Isaac é, na verdade, um indivíduo bem ajustado.

source: Isaac is the Only Sane Man in the room.
pt_br: Isaac é o Único Homem São no ambiente.

source: It also happens to foreign works that try to appeal to audience living under said governments.
pt_br: Também acontece com obras estrangeiras que tentam apelar a públicos que vivem sob os ditos governos.

source: It also lets him reach through the cryo barrier guarding the robotic nanites (basically a form of lethal injection for robots) [[spoiler: which Lanning knew was the only practical way to kill VIKI.]] -->'''Sonny:''' Denser alloy.
pt_br: A liga permite que ele atravesse a barreira que guarda os nanorrobôs (que é como uma injeção letal para os robôs) [[spoiler: e que Lanning sabia que era o único jeito prático de destruir a VIKI.]] -->'''Sonny:''' Liga metálica mais densa.

source: It appears automatically if the page has a title with punctuation set up by a mod.
pt_br: Os acentos aparecem automaticamente se a página possui um título com acentuação configurado por um moderador.

source: It backfired because the towel belonged to Don Ramón (he, Doña Florinda and Doña Clotilde share the same clothesline, which is hung across the courtyard).
pt_br: Saiu pela culatra porque a toalha na verdade era do Seu Madruga (ele, Florinda e Clotilde compartilham o mesmo varal, que fica estendido ao longo do pátio).

source: It backfires badly.
pt_br: Dá muito errado.

source: It bears no direct connection to Creator/IsaacAsimov's [[Literature/IRobot book of the same name]], aside from the character of Susan Calvin, who is a prominent recurring character in many of Asimov's ''Robot'' stories, and the premise of the Three Laws.
pt_br: O filme não possui conexão direta com [[BrLiteratura/EuRobo o livro homônimo]] do BrCriador/IsaacAsimov, exceto pela premissa das Três Leis e a personagem de Susan Calvin, que é recorrente em muitas das histórias de Asimov.

source: It can also apply to scene additions that weren't in the original source.
pt_br: Isso também pode ser aplicado para cenas extras que não estão presentes na fonte original.

source: It can also be used to explain the neurotic behaviors of even heroic or otherwise neutral characters.
pt_br: Ela também pode ser usada para explicar o comportamento neurótico de personagens heróicos ou neutros.

source: It can also bring wide attention to parts of a country or the world that were previously little known by most people.
pt_br: Isso também pode atrair atenção para partes de um país ou do mundo que eram previamente pouco conhecidas pela maioria.

source: It can also happen when FanonDiscontinuity is so vehement that [[AuthorsSavingThrow the writers end up agreeing and rewrite the canon]].
pt_br: Também pode acontecer quando a Br/DescontinuidadeDeFanone é tão veemente que [[Br/JogadaDefensivaDoAutor os escritores apenas concordam e reescrevem o cânone]].

source: It can also make the audience feel betrayed to make them empathize with a character, and then pull the rug out from under them and reveal that character ''is'' JustAMachine, incapable of loving or even truly being aware of itself or others.
pt_br: Isso também pode fazer o público se sentir traído ao fazer com que eles simpatizem com um personagem, só para então puxar o tapete e revelar que o personagem ''é'' Br/SoUmaMaquina, incapaz de amar ou de sequer reconhecer a própria existência ou a de outros.

source: It can also result in your readers and fans approaching the work with a certain degree of [[CommitmentAnxiety skepticism, cynicism or even complete uninterest]], especially if you tend to obviously and quickly retcon away that which turns out to be unpopular or [[StatusQuoIsGod drastically challenges or changes the status quo]] -- after all, why get involved in your latest CrisisCrossover Event which promises to change everything forever and that [[NothingIsTheSameAnymore nothing will be the same again]] if there's [[OpeningACanOfClones a good chance it'll all just be retconned away after a short period of time]]?
pt_br: Isso também pode resultar nos leitores e fãs abordando a obra com um certo nível de [[Br/ReceioDeCompromisso ceticismo, cinismo ou até mesmo desinteresse]], principalmente se é feito de maneira muito óbvia e rápida um ''retcon'' para qualquer coisa que seja impopular ou que [[Br/StatusQuoEDeus altere drasticamente o status quo]] -- afinal, porque se comprometer com o seu mais novo Evento de Br/CruzamentoDeCrise que promete mudar tudo para sempre e que [[Br/NadaEMaisOMesmo nada mais será o mesmo]] se existe [[Br/AbrindoUmaLataDeClones uma boa chance de que tudo vai sofrer um retcon após um breve período de tempo]]?

source: It can be an uncomfortable case of CreatorBacklash, MisaimedFandom, OvershadowedByControversy, ValuesDissonance, or unfortunate implications for the writers.
pt_br: Pode ser um caso desconfortável de ??? CreatorBacklash, ??? MisaimedFandom, Br/OfuscadoPelaControversia, Br/DissonanciaDeValores ou implicações infelizes para os escritores.

source: It can even [[DelusionConclusion add unintended extra layers to the audience's doubt]]--''e.g.'' going from "Did TheHero really just see his LoveInterest die?", which the author may have intended, to "Did the LoveInterest even ''exist at all'' to begin with?", which they didn't.
pt_br: Isso pode até mesmo [[Br/ConclusaoDelirante acrescentar camadas extras de dúvida não intencional sobre o público]] -- ''e.g.'' saindo de "Br/OHeroi realmente acabou de ver seu Br/InteresseAmoroso morrer?", que era a intenção do autor, para "O Br/InteresseAmoroso do herói realmente ''existiu''?", o que não era a intenção.

source: It can even be beneficial on a cast-wide scale: A comedy that has a cast full of zany, outsized personas will probably be funnier than one full of nondescript [[StraightMan straight men]].
pt_br: Isso pode inclusive ser benéfico quando considerarmos o elenco inteiro: um show humorístico com um elenco cheio de personagens estranhos e peculiares provavelmente vai ser mais engraçado do que um que é cheio de [[Br/HomemSerio pessoas sérias]].

source: It can get to the point where their rebuttal to anyone that tries to [[WhatTheHellHero call them out]] will basically amount to "My actions are good because ''[[InsaneTrollLogic I know]]'' [[TautologicalTemplar I am good and can't possibly be bad, and furthermore, you oppose me because you're bad!"]]
pt_br: Isso pode chegar ao ponto onde a resposta dele a qualquer um que tente [[Br/QueMerdaEEssaHeroi chamar a atenção dele]] será basicamente algo como "Minhas ações são boas porque ''eu sei'' que [[Br/TemplarioTautologico eu sou bom e não posso possivelmente ser mau, e você se opõe a mim porque você é mau!"]]

source: It can mean the difference between a realistic environment and TheThemeParkVersion.
pt_br: E isso pode significar a diferença entre um ambiente realista e a Br/VersaoParqueTematico dele.

source: It comes complete with YouKilledMyFather.
pt_br: E ainda inclui o Br/VoceMatouMeuPai.

source: It comes in a number of flavors: ** Objective/Dramatic is an infrequently-used mode in which the story only relates ''observable'' phenomena, without ever delving into any character's thoughts or feelings (ConfessionCam notwithstanding).
pt_br: Aparece em algumas variantes: ** Objetiva/Dramática é um modo pouco usado em que a história relata apenas fenômenos ''observáveis'', sem nunca se aprofundar nos pensamentos e sentimentos de um personagem.

source: It could be a deliberate throwback to a pre-{{Cerebus Syndrome}} incarnation.
pt_br: Pode também ser um retorno planejado para uma época de antes de uma Br/SindromeDeCerebus.
